{"data":{"allCaseStudiesJson":{"nodes":[{"title":"Multinationaler Anbieter von Marketing Technologien","desc":"Die Einschätzung der Effizienz von Suchmaschinenwerbung ist eine der schwierigsten Aufgaben im Online Marketing. Unsere maßgeschneiderten Tools lieferten wichtige Daten zu Leistungsindikatoren. Unsere Kunden konnten damit verstehen, mit welchen Keywords sie Geld verdienen und mit welchen nicht.","image":"case-studies/01_intl-marketing-technology.jpg"},{"title":"Multichannel Händler","desc":"Eine große Anzahl von Artikelnummern zu haben, ist mit einigen Problemen verbunden. Eine unserer Lösungen bestand darin, ein Produktmanagementsystem bereitzustellen, das Daten per Knopfdruck synchronisiert.","image":"case-studies/02_multichannel-retailer.jpg"},{"title":"Multinationaler Automobilzulieferer","desc":"Leider konnte die Effizienz der vom Kunden verwendeten Tools nicht mit den modernen Methoden mithalten. Die Änderung musste erfolgen, ohne den aktuellen Geschäftsbetrieb zu unterbrechen. Unsere maßgeschneiderten Tools bieten nun einen schnelleren und kohärenten Überblick über die Daten und Prozesse.","image":"case-studies/03_intl-oem.jpg"},{"title":"Audio Streaming Produzent und Verlag","desc":"Mit der wachsenden Popularität digitaler Audioprodukte mussten Medienverlage ihre Prozesse aktualisieren. Für einen unserer Kunden waren das, unter anderem,  auch zwei seiner Kerngeschäftsfunktionen, nämlich Audioproduktion und Buchhaltung. Die Tools, die wir für sie entwickelt haben, haben dazu beigetragen, die Qualitätskontrolle zwischen digitalen Produkten und digitalen Distributoren sicherzustellen und die Grundlage für weiteres schnelles Wachstum zu legen.","image":"case-studies/04_audio-production-publisher.jpg"},{"title":"Smart Hotel","desc":"Die Automatisierung von Hotelzimmern wirkt sich direkt auf den Geschäftsbetrieb aus.  Die Herausforderung für uns bestand darin, die Steuerungsgeräte des Raums zu isolieren, in diesem Fall mit einem intelligenten Gerät, das mit dem eingebauten Webserver für das Kundenverwaltungssystem interagiert. Diese Funktionen sind eine Grundvoraussetzung, um jedem einzelnen Gast ein einzigartiges Erlebnis zu bieten.","image":"case-studies/05_smart-hotel.jpg"}]},"allSectionsJson":{"nodes":[{"title":"Erfolgsgeschichten","desc":"Unsere Erfolgsgeschichten zeigen am besten, was für für Sie tun können."}]}}}